Repository: common-repository/xatkit-chatbot-for-woocommerce
Catalog: languages/xatkitwoocom-*.po
Languages: es_es

source: Configure your bot
es_es: Configura tu chatbot

source: URL of the Xatkit Server
es_es: URL del servidor Xatkit

source: API Key provided by Xatkit platform
es_es: API Key de tu cuenta en la plataforma Xatkit

source: Activate the bot
es_es: Activa el bot

source: Bot configuration panel
es_es: Panel de configuración del bot

source: Configure the Xatkit widget
es_es: Configura el widget Xatkit

source: Title of the chat window
es_es: Título de la ventana de chat

source: Subtitle of the chat window
es_es: Subtítulo de la ventana de chat

source: Alternative logo (ideal size 46x46)
es_es: Logo alternativo (tamaño ideal 46x46)

source: Pick the color of your chatbot box
es_es: Escoge el color de la ventana de chat

source: Where should Xatkit be displayed in your site?
es_es: ¿Dónde desplegar Xatkit en tu web?

source: Select an option
es_es: Selecciona una opción

source: Exclude the bot on specific routes
es_es: Excluir Xatkit en rutas específicas

source: How should Xatkit be displayed?
es_es: ¿Cómo se muestra Xatkit?

source: Start the widget always minimized?
es_es: Mostrar siempre el widget minimizado?

source: Indicate the routes where the widget should start minimized
es_es: Indicar las rutas donde el widget se debe mostrar minimizado

source: To configure your bot please visit your bot
es_es: Para configurar el bot visita tu bot

source: Do NOT change unless you have deployed your own server
es_es: NO lo cambies a no ser que tengas tu propio servidor

source: Display in all pages
es_es: Mostrar en todas las páginas

source: Display only in the front page
es_es: Mostrar solo en la página principal

source: For example, use _front to exclude from the front page or use "/fr/" to exclude an entire language. Use at least 4 characters to create a tag
es_es: Por ejemplo, usa _front para excluir de la página principal, o usa "/fr/" para excluir un lenguaje entero. Usa un mínimo 4 caracteres para crear un tag

source: For example, use _front to minimize in the front page or use /fr/ to minimize an entire language. Use at least 4 characters to create a tag
es_es: Por ejemplo, usa _front para minimizar en la página principal o usa "/fr/" para minimizar un lenguaje entero. Usa como mínimo 4 caracteres para crear un tag
